tap "homebrew/bundle"
tap "homebrew/services"
brew "btop"
brew "colima"
brew "coreutils"
brew "docker"
brew "docker-compose"
brew "gcc"
brew "fzf"
brew "git-delta"
brew "pkgconf"
brew "imagemagick"
brew "jq"
brew "libpq"
brew "llvm"
brew "luajit"
brew "make"
brew "maven"
brew "neofetch"
brew "neovim"
brew "postgresql"
brew "powerlevel10k"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "ripgrep"
brew "sshpass"
brew "tmux"
brew "unixodbc"
cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-cloud-sdk"
cask "kitty"
cask "pgadmin4"
cask "sqlcl"
cask "utm"
cask "wezterm"
vscode "adamhartford.vscode-base64"
vscode "johnpapa.vscode-peacock"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "qufiwefefwoyn.kanagawa"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
