tap "homebrew/bundle"
tap "homebrew/services"
tap "FelixKratz/formulae"
brew "btop"
brew "colima"
brew "coreutils"
brew "docker-compose"
brew "gcc"
brew "git"
brew "fzf"
brew "git-delta"
brew "pkgconf"
brew "jq"
brew "kubectl"
brew "llvm"
brew "make"
brew "maven"
brew "neofetch"
brew "neovim"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql"
brew "powerlevel10k"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "ripgrep"
brew "sketchybar"
brew "sshpass"
brew "starship"
brew "tmux"
brew "tree"
brew "unixodbc"
cask "alt-tab"
cask "aerospace"
cask "dbeaver-community"
cask "devpod"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "google-cloud-sdk"
cask "intellij-idea-ce"
cask "kitty"
cask "obsidian"
cask "utm"
cask "whatsapp"
