tap "xo/xo"
tap "nikitabobko/tap"
brew "btop"
brew "colima"
brew "coreutils"
brew "docker-compose"
brew "gcc"
brew "gemini-cli"
brew "git"
brew "fd"
brew "fzf"
brew "git-delta"
brew "pkgconf"
brew "jq"
brew "kubectl"
brew "llvm"
brew "make"
brew "maven"
brew "neofetch"
brew "neovim"
brew "pgcli"
brew "pinentry-mac"
brew "postgresql@16"
brew "powerlevel10k"
brew "pspg"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "ripgrep"
brew "sqruff"
brew "sshpass"
brew "starship"
brew "stylua"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "usql"
brew "yq"
brew "zellij"
cask "alt-tab"
cask "aerospace"
cask "bitwarden"
cask "copilot-cli"
cask "devpod"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "gcloud-cli"
cask "intellij-idea"
cask "kap"
# cask "kitty"
cask "obsidian"
cask "utm"
# cask "vivaldi"
cask "whatsapp"
